{"sections":[{"type":"slide_title","bgimage":"BARTEditorial_1.png"},{"type":"slide_150","title":"A System Off The Rails","bgimage":"BARTEditorial_2.jpg","text":"BART is behind.\n\nThere’s no other way to put it. When you compare it to other transportation systems across the nation, it’s clear that BART is failing to keep up with the changing times. \n\nThe last few years have shown over and over that BART is becoming increasingly inaccessible to its riders — whether that be through increasing fares or fears of police brutality. And that inequality has affected its ridership and customer satisfaction. One thing is clear: BART can’t continue the way it’s been operating.\n\nWe’re at a turning point. Public transportation is one of the <a href=\"https://www.sfchronicle.com/politics/article/Solving-transit-troubles-key-in-SF-mayor-s-race-12854260.php#photo-15426811\">fault lines</a> in the upcoming San Francisco mayoral election. The rising rideshare options means that BART has to be even better than before to encourage the community to use it.\n\nBART has the opportunity to fulfill the role of the great equalizer of public transportation. But as it is, it’s utterly failing. Let’s see why."},{"type":"slide_300","title":"‘The wait was worthwhile’","bgimage":"BARTEditorial_3.jpg","text":"Standing in front of Fremont station, George Silliman had a funny feeling in his stomach. \n\nHe was happy. Proud, even. It was Sept. 11, 1972, and after years of City Council spats, legal battles and construction issues, he was about to unveil a 12-station, 28-mile-long train route complete with the sleek fleet of BART cars to the public. The vision for a beautiful, high-speed transit system connecting distant suburbs to metropolitan centers had begun to crystalize decades before — congestion on bridges to and from San Francisco was at an all-time high. \n\nAnd now, as president of BART, Silliman was about oversee the ushering in a new era of clean, efficient and revolutionary East Bay public transportation. \n\nBut he was also scared. \n\nThe whole project had taken too long and had cost too much — $1.4 billion and eight years just for this first stretch — and was a shell of its original version. The original BART system would’ve had stations across five Bay Area counties: San Francisco, Alameda, Contra Costa, San Mateo and Marin, all paying into a districtwide tax base to fund the project. \n\nBut when initial plans were drawn up, San Mateo County officials soon pulled out in 1961 because of the high costs, and Marin County quickly followed San Mateo County’s lead just one year later, since the county’s residents couldn’t bear the increase in taxes to compensate for San Mateo County’s departure. \n\nWhen it came time to approve the BART project and accompanying tax plan in 1962, voters in the three remaining countries narrowly passed it. It needed 60 percent approval; it got just 61.2 percent of the vote. \n\nInflation took a heavy toll on construction costs, as did controversies that sprung up in local municipalities. Berkeley residents, angry over plans for the above-ground train system, stalled construction for more than two years as they hashed out a new plans for below-ground stations at Ashby, Downtown Berkeley and North Berkeley BART stations and passed a self-imposed tax to fund the new project. A City Council member would later successfully sue BART over the redesigns for the Ashby station because they included skylights, making it not a “true” subway. \n\n“We think you will all have to agree that the wait was worthwhile,” said BART board vice president William Chester of San Francisco on opening day to the Oakland Tribune.  \n\nSilliman was scared — and for good reason. What would the future hold for BART, as it went on to build a total of 70 miles of tracks spanning the Bay and create the third-largest mass transit system in the country?"},{"type":"slide_300","title":"A fair price for a fare price?","bgimage":"BARTEditorial_4.jpg","text":"BART is funded primarily by riders — make no mistake about it. Nearly 70 percent of its operating budget comes from fares, with the rest coming from public funds and state support. So it’s not surprising that, when in times of tough budget decisions, ticket prices are one of the first things to change. In fact, fares <a href=\"http://www.dailycal.org/2018/01/02/bart-increases-fare-prices-2018-encourages-clipper-useage/\">increased</a> 2.7 percent across the board this year.\n \nAs a public service, committed to allowing anyone to travel throughout the Bay Area, BART’s reliance on fares over public funding means the train system becomes increasingly inaccessible for low-income residents. Without proper public funding — through the reform of property tax policies and reimagined state support — BART will continue increasing ticket prices to the detriment of its riders. \n\nMoreover, the lack of adequate public funding means that for big projects, BART has repeatedly taken on private debt. Voter-approved bond measures have saddled the system with significant debt, forcing BART to pay it back with interest over decades. \n\nIn fact, a voter-approved bond measure of nearly $800 million is what allowed the system to be built in the first place back in the 1960s. That one’s been entirely paid off, but in the last 15 years, BART passed two additional bond measures to flush the system with badly needed cash. \n\nIn 2004, BART passed a $980 bond measure to help the system fund 35 years of seismic retrofitting and earthquake safety. And in 2016, voters <a href=\"http://www.dailycal.org/2016/11/09/city-measures-t1-u1-v1-w1-x1-y1-z1-aa-pass-measures-bb-cc-dd-fail/\">approved</a> an additional $3.5 billion bond measure to fund capital improvements to the project. \n\nNow, BART owes nearly $650 million to bond holders, and those bonds are set to mature in 2035. The system needs to be both proactive and aggressive about increasing public funding and exploring different revenue streams. Otherwise, footing the bill for the outstanding debt (and all the new debt that will be amassed by the recently passed Measure RR) will be the job of fare-payers of the future. \n\nThe need for accurate and comprehensive financial models is absolute. Yet BART lacks the detailed, long-term financial planning expected of a major public institution, and that’s not good. \n\nThis reality is particularly worrisome, as Uber, Lyft and other ride-sharing platforms push the transit landscape into uncharted territory. If riders can use a ridesharing service to travel across the Bay, door to door, in half the time BART takes, what will happen to BART’s fare-paying revenue base? How will it fund its future services? How will it pay off its outstanding bond debt?"},{"type":"slide_300","title":"Next stop: Measure RR","bgimage":"BARTEditorial_5.jpg","text":"BART needs upgrades — yesterday.\n\nUnbelievably, the 45-year-old transit system has had few large-scale infrastructure restorations since its inception. When California voters approved Measure RR in 2016, BART promised to issue $3.5 billion in general obligation bonds to provide residents with several ambitious improvements to its existing structures, including track replacements, structure repair and increased accessibility.\n\nBut the biggest problem with BART infrastructure that Measure RR fails to tackle is that there just isn’t enough of it.\n\nTake, for example, the Transbay Tube, which runs underwater between Oakland and San Francisco. This singular tube is responsible for carrying all four of BART’s transbay lines. During peak hours, the tube <a href=\"http://www.bayareaeconomy.org/files/pdf/BACEI_TransbayCrossing_Feb2016b.pdf\">carries</a> about 28,000 passengers per hour — double the number of passengers on the Bay Bridge. \n\nAnd once commuters reach San Francisco, their options are limited — the 47-square-mile city has only eight BART stations in total, with relationships between BART and other city transit systems being iffy at best. In comparison, the New York City Subway has about 1 1/2 stations per square mile of the city.\n\nIt’s worth noting that BART has already made progress with Measure RR-funded projects, including the completion of a major track repair in Downtown Oakland and the issuance of $300 million in bonds certified as climate-friendly “Green Bonds.” BART has also been impressively transparent about its progress, updating its <a href=\"https://www.bart.gov/better-bart/the-plan\">website</a> with project statuses.\n\nSeveral more crucial RR-funded projects are planned for fiscal year 2019 — retrofitting, waterproofing and replacing 10 miles of worn trackway, to name a few. In 2016, The Daily Californian’s senior editorial board <a href=\"http://www.dailycal.org/2016/11/01/yes-rr/\">endorsed</a> Measure RR, citing the dire need for infrastructure improvements.\n\nBut these projects should’ve started years ago. BART needs to wake up and face the facts: Measure RR is solving age-old problems, and BART shouldn’t depend on a decades-late ballot measure to give residents the changes they deserve."},{"type":"slide_300","title":"The little transit system that could","bgimage":"BARTEditorial_6.jpg","text":"New York; Washington, D.C.; Chicago — these are the cities that no doubt come to mind when most Americans think of successful transit systems. BART, however, rarely makes the cut because it simply can’t compete with its more comprehensive and efficient counterparts.  \n\nIn New York, Washington and Chicago, the train systems provide access to nearly every neighborhood of the city. But BART is more of a commuter system — it’s used to get people to cities in the Bay Area such as San Francisco, after which they must take other transit systems to their final destinations. \n\nSan Francisco is the <a href=\"https://www.worldatlas.com/articles/the-most-crowded-city-in-the-united-states.html\">third</a> most densely populated city in the United States, and yet BART is just the fifth-most used transit system in the nation on an average weekday. It falls behind its peer systems in New York City, Chicago, Boston and Washington. The Bay Area’s rail system is simply not equipped to handle the needs of such a teeming and congested city, and it should expand its domain in order to account for the greater needs of the area that it serves. \n\nAnother source of BART’s woes is its pricing structure. While Chicago and New York City use base fares to get to and from any station, BART has a ranked pricing structure that varies on the desired destination, making it far more expensive and less accessible to the general population. \n\nThere’s a lot BART could learn from its counterparts in other major U.S. cities — it should slowly integrate policies of fixed pricing and more expansive stations in order to combat these issues. The Bay Area deserves a rail system that is on par with its status as one of the most densely populated and vibrant cities in the country."},{"type":"slide_300","title":"At the other end of the platform: Muni, CalTrain and AC Transit","bgimage":"BARTEditorial_7.jpg","text":"While BART has a solid relationship with AC Transit — in a promising move, BART <a href=\"http://www.dailycal.org/2017/09/22/bart-and-ac-transit-renew-late-night-bus-service-for-next-year/\">partnered</a> with AC Transit on its late-night service — its connections with other public transportation services, including Caltrain and Muni, are lackluster at best. \n\nAt the Millbrae station, for example, the arrival and departure times for both BART and Caltrain are almost exactly the same. But the platforms are separated, and riders only have seconds to leave one platform and get to the other. Without a comfortable transfer time period, some riders get <a href=\"https://www.sfchronicle.com/bayarea/article/Millbrae-BART-Station-ridership-isn-t-near-11265998.php\">stuck</a> waiting on the Millbrae platform for the next available train. In the past, BART has <a href=\"https://www.smdailyjournal.com/news/local/it-s-like-every-second-counts/article_5749dffc-a274-11e7-bfc4-db94eb915035.html\">cited</a> “operational hurdles” — BART’s computerized system versus a fixed timetable for Caltrain — as obstacles to coordinating departure times. But this sort of excuse won’t cut it. Sure, syncing both schedules would require a significant effort, but why hasn’t anyone even tried to fix it? \n\nAttempting to transfer from BART to Muni at downtown San Francisco stations can be even more of a hassle. Yes, using Clipper cards for all Bay Area transit helps ease the commute, but there’s no reason riders should have to tag in and out of the BART fare gate and then tag in and out of the Muni fare gate. It adds time to trips and even can cause passengers to miss their trains entirely. BART needs to focus on partnerships that make the rider experience as easy as possible.\n\nFor hundreds of BART riders, getting from point A to point B requires calculating connections between different public transportation agencies. The math gets hard pretty fast, especially when BART’s relationships with other agencies do not create a seamless travel route. The whole point of BART is to make commuting easier in and around the Bay Area, but clumsy, inefficient connections put commuters — especially those who rely entirely on public transportation — under unnecessary duress."},{"type":"slide_300","title":"All aboard? Racial disparities in public transit","bgimage":"BARTEditorial_8.jpg","text":"The geography of America is rife with racial discrimination, and the public transportation landscape of the East Bay is no exception. \n\nIn the 1960s, the city of Berkeley planned to build BART tracks that would run above ground, cutting straight through South Berkeley, which is home to a historically Black settlement. Community activist Mable Howard quickly organized against the project, which she feared would disturb and fracture the neighborhood.   \n\nWhile Howard <a href=\"https://www.eastbayexpress.com/oakland/berkeleys-annual-juneteenth-festival-celebrates-the-legacy-of-the-citys-south-side/Content?oid=7264066\">succeeded</a> in halting construction in South Berkeley fiscal investment in BART  shapes a story of gentrification, rising housing prices and exclusion that cities and BART often fail to address. Examples abound in Berkeley, where both the Ashby and North Berkeley BART stations come replete with massive parking lots that serve drivers from suburban sprawl. Housing prices skyrocket, and marginalized communities are increasingly pushed outwards. \n \nIn addition to BART’s impact on the housing market, huge urban development movements “devastated the West and North Oakland African American communities as it set the stage for ‘White flight’ to the suburbs,” according to <a href=\"https://www.tandfonline.com/doi/abs/10.1080/02723638.2013.778598\">research</a> by Aaron Golub, Richard Marcantonio and Thomas Sanchez published in Urban Geography. \n\nMoreover, the creation of BART unleashed a flood of job opportunities. But workers of color in the East Bay struggled to gain access to these transportation-sector jobs. Activists fought for diversity quotas, integration and job training, with limited success. \n\nAll current and future BART planning must take cues from Howard’s work to fight systemic discrimination in urban planning. Planners must be cognizant of how issues ranging from policies to infrastructure projects and from fare evasion crackdowns to extension projects affect people of color. Only with attention to race during planning processes can BART truly make strides toward a fair and equitable public transportation system."},{"type":"slide_300","title":"Sidetracked by internal controversies","bgimage":"BARTEditorial_9.jpg","text":"BART must consider the needs of its employees in all safety negotiations. But it doesn’t have a great track record of doing that.\n\nThe transit system has a <a href=\"http://abc7news.com/archive/9293041/\">history</a> of contentious labor negotiations. Time and time again, transit officials have neglected their employees when making decisions about worker rights and safety. BART has had four significant strikes in recent memory — two in the ‘70s, one in the ‘90s and the most <a href=\"https://www.sfgate.com/bayarea/article/BART-workers-go-on-strike-4904918.php\">recent</a> in 2013.\n\nIn 2013, BART’s general manager, Grace Crunican, <a href=\"https://www.eastbayexpress.com/oakland/barts-general-manager-should-resign/Content?oid=3767232\">disregarded</a> safety warnings from state regulators. Crunican advocated for BART managers to operate trains rather than union drivers.\n\nIn fact, the train that struck and <a href=\"https://www.mercurynews.com/2013/10/21/bart-tragedy-trainee-was-operating-train-that-struck-and-killed-workers-ntsb-says/\">killed</a> two rail workers between the Walnut Creek and Pleasant Hill stations was being operated by a trainee. It wasn’t until this rude awakening that Crunican and BART officials started the process of negotiating with the unions to meet workers’ needs. \n\nAbout four years after the two workers died on the track, the California Public Utilities Commission investigated the deaths and <a href=\"https://www.mercurynews.com/2017/10/06/state-finds-bart-management-safety-culture-at-fault-for-2013-worker-deaths-proposes-nearly-220000-fine/\">imposed</a> a fine of nearly $220,000 on BART. \n\nAnd BART officials failed to take responsibility for their egregious error. Officials later claimed that the supervisor in charge of training was a credentialed train operator, but the investigation showed that the supervisor was not in the cabin with the trainee. \n\nPerhaps even more appalling is that when the operator tried to sound the alarm to warn the workers, they instead hit the door control button by mistake. These actions show a complete negligence of worker and rider safety.  \n\nPublic sector jobs must remain safe for employees. The fact that BART officials waited for two workers to die before negotiating safety contracts reflects poorly on the transit system’s values and public integrity. BART should be making its workers’ lives a priority — not an afterthought."},{"type":"slide_300","title":"‘One ticket, one seat’","bgimage":"BARTEditorial_10.jpg","text":"SF BART’s Twitter has made it clear that BART’s higher-ups are aware of its infrastructural failings, including overcrowding and policing. In 2016, BART <a href=\"https://www.sfchronicle.com/bayarea/article/BART-gets-candid-in-Twitter-exchange-with-angry-6900683.php\">debated</a> the efficiency of its system with riders on Twitter who were outraged but unsurprised by delays in service. \n\n“BART was built to transport far fewer people, and much of our system has reached the end of its useful life,” SF BART <a href=\"https://twitter.com/sfbart/status/710274963987570689?lang=en\">tweeted</a>. “This is our reality.”\n\nBut it’s one thing to be candid about BART’s failure to accommodate the number of riders who use its service on a daily basis — it’s another to actually solve it.\n\nRather than focus on infrastructural changes to alleviate its overcrowding and lack of reliability, BART tried to institute a “one ticket, one seat” ordinance that would have <a href=\"https://www.theguardian.com/us-news/2016/mar/09/bart-proposal-subway-seat-fine-san-francisco\">fined</a> riders for taking up too much space in its train cars.\n\nAfter BART directors <a href=\"https://www.sfgate.com/bayarea/article/BART-to-replace-seat-hog-law-with-etiquette-11206721.php\">voted 5-4</a> in favor of the policy, BART Police proposed measures for its enforcement. Critics said the fines would directly target the homeless population, and policing on BART is already an issue. The policy was repealed in 2017 after the directors couldn’t agree on a method of implementation or enforcement.\n\nStill, that didn’t stop BART from creating and disseminating an app called “BART Watch” in 2017, which allowed riders to report activity that they deemed suspicious. <a href=\"http://kron4.com/2017/05/23/lawsuit-claims-bart-watch-app-secretly-collects-personal-information/\">Tens of thousands of people</a> downloaded the app, which led to a <a href=\"https://www.bizjournals.com/sanfrancisco/news/2017/05/22/bart-app-class-action-lawsuit-privacy-data.html\">lawsuit</a> that accused BART of using the app to collect data on its riders and exacerbating <a href=\"https://www.eastbayexpress.com/oakland/bart-riders-racially-profile-via-smartphone-app/Content?oid=4443628\">racial profiling</a> and discrimination against homeless riders. The app allowed riders to contact BART police directly, including by sending photos via text.\n\nThe result? BART passengers criminalized each other for noncriminal activities, such as uncomfortable smells and “disruptive behavior” — and still no active solution to BART’s overcrowding problem.\n\nBART must do more than acknowledge overcrowding as an issue — its board must find actionable solutions that don’t involve criminalizing riders or increasing police presence."},{"type":"slide_300","title":"BART police: A runaway freight train","bgimage":"BARTEditorial_11.png","text":"More than nine years after the tragic Oscar Grant shooting, BART Police Department still lacks sufficient accountability and transparency.\n\nOn Jan. 1, 2009, then-BART police officer Johannes Mehserle shot and <a href=\"http://sanfrancisco.cbslocal.com/2011/06/28/bart-reaches-1-3-million-settlement-with-oscar-grant%E2%80%99s-mother/\">killed</a> Oscar Grant III, a 22-year-old Black man, while he was facedown on the Fruitvale BART station platform. Mehserle was convicted of involuntary manslaughter and served only 11 months in prison, and this shooting revealed a severe problem about BART PD: a lack of police accountability.\n\nSince the shooting, BART has attempted to make necessary changes to improve its oversight. But this has been met with firm pushback from many officials. Officer Keith Garcia, who is also the president of the BART Police Officers’ Association, <a href=\"https://www.mercurynews.com/2017/08/10/report-bart-police-auditor-needs-more-authority-resources-to-investigate-officer-misconduct/\">said</a> in an interview with the Mercury News that officers have “been overburdened with multiple forms of oversight.”\n\nWhat? Of course the public wants to watch BART officers with a critical eye — a young, unarmed Black man was shot and killed. Increased oversight is completely justified — nay, necessary — to rebuild trust in police and to prevent another instance of excessive force and brutality.\n\nIn an encouraging turn of events, the BART Board of Directors <a href=\"http://www.bart.gov/news/articles/2018/news20180309-2\">announced</a> March 9 that it had unanimously approved 39 recommendations, intending to strengthen the BART Citizen Oversight Model for police. Changes include allowing the independent police auditor to review all incidents when BART PD uses force and improving civilian oversight of law enforcement. \n\nWhile these recommendations are a good first step, there is still more work to do. After all, BART PD was involved in another shooting just a few months ago — 28-year-old Shaleem Tindle was killed after being <a href=\"https://www.eastbaytimes.com/2018/02/21/video-clip-leaked-in-bart-officer-involved-deadly-shooting/\">shot</a> in the back by police officers in January.\n\nUntil officers lose their high-and-mighty attitudes, none of these reforms will be effective. BART officers need to welcome increased oversight and greater transparency with the public, rather than turn up their noses in disdain."},{"type":"slide_300","title":"A public mandate for public transit?","bgimage":"BARTEditorial_12.jpg","text":"When BART greenlighted the Oakland International Airport connector — a 3.2-mile elevated tram line — some doubted it would be the big moneymaker officials promised. \n\nThe low confidence wasn’t without merit: <a href=\"https://www.sfchronicle.com/bayarea/article/BART-s-Oakland-airport-connector-turning-into-10984679.php\">Costing</a> approximately $366 million over the proposed budget, four years after it first opened, the BART line struggles to simply break even because of declining ridership. \n\nSure, Uber and Lyft are partially to blame for cutting into the market of flyers looking to get to the East Bay airport by BART, but the major, shortsighted bungle of building the connector is also indicative of a larger issue — people simply don’t want to use BART all that much. \n\nFor those who regularly use the train system, it should come as no surprise that the satisfaction among customers has plummeted over the past several years.\n\nFrom 2000 to 2012, customer satisfaction of BART hovered around the mid-80s with a peak of 86 percent coming in 2004. From 2012 to 2016, however, BART’s satisfaction rating dropped by 15 percent.\n\nThe drop has stemmed from a plethora of issues — overcrowding, cleanliness, safety — but one of the most glaring problems is ride delays. By 2025, BART expects to see its current ridership of more than 400,000 people on an average weekday increase to 560,000. Given this, BART cannot afford to have lengthy wait times deterring passengers from using trains or forcing passengers to twiddle their thumbs on the platforms.\n\nAs BART looks to serve these new riders, its train routes continue to expand, working to make up for the South Bay being woefully underserved and disconnected from the rest of the Bay Area. Just last year, a new station opened in Warm Springs, and stations in Silicon Valley and Antioch are expected to open by next year. \n\nThese are potentially huge markets that the besieged transit agency is about to enter. Given its recent history of botching the extension to Oakland International Airport, BART needs to be confident that these stations will be well-received by city officials, well-utilized by customers and well-situated for housing and commercial growth."},{"type":"slide_150","title":"The end of the line","bgimage":"BARTEditorial_13.png","text":"At the time of BART’s creation, it was the first new mass train system to be built in the United States in more than half a century. Aiming to rival the transit infrastructures of New York City and Chicago, BART’s creators envisioned a train system that would span 75 miles and connect the corners of San Francisco to Richmond and Concord. \n\nNearly 50 years later, income inequality in the Bay Area is at shockingly high rates, as more and more community members are pushed toward the outside. And as the tech industry causes income inequality to explode, public transportation (a historic equalizer that’s supposed to provide cheap and accessible movement throughout the region) has not lived up to its mission. The way BART currently operates instills segregation, inequality and inaccessibility. \n\nTo BART officials: The ball is in your court. It’s time to rise to the occasion and make the necessary changes in order to make BART the great equalizer it was supposed to be."},{"type":"slide","text":"slide #1","image_url":"https://food.fnr.sndimg.com/content/dam/images/food/editorial/talent/guy-fieri/FN-TalentAvatar-Guy-Fieri-800x800.jpg.rend.hgtvcom.616.616.suffix/1457720995801.jpeg","caption":"flavortown"},{"type":"slide","text":"slide #2","image_url":"https://assets3.thrillist.com/v1/image/2670144/size/tmg-gift_guide_default.jpg","caption":"mm flavor"},{"type":"slide","text":"slide #3","image_url":"https://media.gq.com/photos/59dfc6d9d61cb80476584e18/3:2/w_560/guy-fieiri-flame.jpg","caption":"guy fieri > stock photos"},{"type":"slide","text":"slide #4","image_url":"https://imagesvc.timeincapp.com/v3/mm/image?url=http%3A%2F%2Fcdn-image.foodandwine.com%2Fsites%2Fdefault%2Ffiles%2F.%2Ffwx-kitchen-trash-guy-fieri.jpg&w=700&q=85","caption":"i think the captions are working"}]}
