{"sections":[{"type":"slide_title","bgimage":"BARTEditorial_1.png"},{"type":"slide_150","title":"A System Off The Rails","bgimage":"BARTEditorial_2.png","text":"BART is behind.\n\nThere’s no other way to put it. When you compare it to other transportation systems across the nation, it’s clear that BART is failing to keep up with the changing times. \n\nThe last few years have shown over and over that BART is becoming increasingly inaccessible to its riders — whether that be through increasing fares or fears of police brutality. And that inequality has affected its ridership and customer satisfaction. One thing is clear: BART can’t continue the way it’s been operating.\n\nWe’re at a turning point. Public transportation is one of the <a href=\"https://www.sfchronicle.com/politics/article/Solving-transit-troubles-key-in-SF-mayor-s-race-12854260.php#photo-15426811\">fault lines</a> in the upcoming San Francisco mayoral election. The rising rideshare options means that BART has to be even better than before to encourage the community to use it.\n\nBART has the opportunity to fulfill the role of the great equalizer of public transportation. But as it is, it’s utterly failing. Let’s see why."},{"type":"slide_300","title":"‘The wait was worthwhile’","bgimage":"BARTEditorial_3.png","text":"Standing in front of Fremont station, George Silliman had a funny feeling in his stomach. \n\nHe was happy. Proud, even. It was Sept. 11, 1972, and after years of City Council spats, legal battles and construction issues, he was about to unveil a 12-station, 28-mile-long train route complete with the sleek fleet of BART cars to the public. The vision for a beautiful, high-speed transit system connecting distant suburbs to metropolitan centers had begun to crystalize decades before — congestion on bridges to and from San Francisco was at an all-time high. \n\nAnd now, as president of BART, Silliman was about oversee the ushering in a new era of clean, efficient and revolutionary East Bay public transportation. \n\nBut he was also scared. \n\nThe whole project had taken too long and had cost too much — $1.4 billion and eight years just for this first stretch — and was a shell of its original version. The original BART system would’ve had stations across five Bay Area counties: San Francisco, Alameda, Contra Costa, San Mateo and Marin, all paying into a districtwide tax base to fund the project. \n\nBut when initial plans were drawn up, San Mateo County officials soon pulled out in 1961 because of the high costs, and Marin County quickly followed San Mateo County’s lead just one year later, since the county’s residents couldn’t bear the increase in taxes to compensate for San Mateo County’s departure. \n\nWhen it came time to approve the BART project and accompanying tax plan in 1962, voters in the three remaining countries narrowly passed it. It needed 60 percent approval; it got just 61.2 percent of the vote. \n\nInflation took a heavy toll on construction costs, as did controversies that sprung up in local municipalities. Berkeley residents, angry over plans for the above-ground train system, stalled construction for more than two years as they hashed out a new plans for below-ground stations at Ashby, Downtown Berkeley and North Berkeley BART stations and passed a self-imposed tax to fund the new project. A City Council member would later successfully sue BART over the redesigns for the Ashby station because they included skylights, making it not a “true” subway. \n\n“We think you will all have to agree that the wait was worthwhile,” said BART board vice president William Chester of San Francisco on opening day to the Oakland Tribune.  \n\nSilliman was scared — and for good reason. What would the future hold for BART, as it went on to build a total of 70 miles of tracks spanning the Bay and create the third-largest mass transit system in the country?"},{"type":"slide","text":"slide #1","image_url":"https://food.fnr.sndimg.com/content/dam/images/food/editorial/talent/guy-fieri/FN-TalentAvatar-Guy-Fieri-800x800.jpg.rend.hgtvcom.616.616.suffix/1457720995801.jpeg","caption":"flavortown"},{"type":"slide","text":"slide #2","image_url":"https://assets3.thrillist.com/v1/image/2670144/size/tmg-gift_guide_default.jpg","caption":"mm flavor"},{"type":"slide","text":"slide #3","image_url":"https://media.gq.com/photos/59dfc6d9d61cb80476584e18/3:2/w_560/guy-fieiri-flame.jpg","caption":"guy fieri > stock photos"},{"type":"slide","text":"slide #4","image_url":"https://imagesvc.timeincapp.com/v3/mm/image?url=http%3A%2F%2Fcdn-image.foodandwine.com%2Fsites%2Fdefault%2Ffiles%2F.%2Ffwx-kitchen-trash-guy-fieri.jpg&w=700&q=85","caption":"i think the captions are working"}]}
